IDEA StatiCa Open Model
ProjectDataEc Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ProjectDataEc class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ProjectDataEc()
Public Sub New
public:
ProjectDataEc()
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace